Revit 2027 API
ParameterTypeId.RbsParallelpipesHorizontalOffsetValue Property
 "Horizontal Offset value for parallel pipes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsParallelpipesHorizontalOffsetValue { get; }
Public Shared ReadOnly Property RbsParallelpipesHorizontalOffsetValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsParallelpipesHorizontalOffsetValue {
	ForgeTypeId^ get ();
}
static member RbsParallelpipesHorizontalOffsetValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace